Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: ajutise faili loomine ebaõnnestus
fi: tilapäisen tiedoston luominen epäonnistui

source: standardsisendi salvestamine ebaõnnestus
fi: vakiosyötön tallentaminen epäonnistui

source: standardväljundi salvestamine ebaõnnestus
fi: vakiotulosteen tallentaminen epäonnistui

source: ajutise faili avamine ebaõnnestus
fi: tilapäisen tiedoston tmpfile avaaminen epäonnistui

source: bisoni väljundi suunamine ajutisse faili ebaõnnestus
fi: bison-vakiotulosteen edelleenohjaaminen tilapäiseen tiedostoon epäonnistui

source: ajutisest failist m4 sisendi seadmine ebaõnnestus
fi: m4-vakiosyötteen edelleenohjaaminen tilapäiseen tiedostoon epäonnistui

source: m4 väljundi ajutisse faili suunamine ebaõnnestus
fi: m4-vakiotulosteen edelleenohjaaminen tilapäiseen tiedostoon epäonnistui

source: lisaprogramm '%s' katkestati
fi: tytärohjelma ’%s’ on keskeytetty

source: lisaprogrammi '%s' ei ole
fi: tytärohjelmaa ’%s’ ei löytynyt

source: bisoni sisendi seadmine ajutisest failist ebaõnnestus
fi: bison-vakiosyötteen edelleenohjaaminen tilapäiseen tiedostoon epäonnistui

source: vigane argument %s %s'le
fi: virheellinen argumentti %s valitsimelle %s

source: segane argument %s %s'le
fi: ei-yksiselitteinen argumentti %s valitsimelle %s

source: Lubatud argumendid on:
fi: Mahdolliset argumentit ovat:

source: %u bitset_allocs, %u vabastatud (%.2f%%).
fi: %u bitset_allocs, %u vapautettu (%.2f%%).

source: %u bitset_sets, %u puhverdatud (%.2f%%)
fi: %u bitset_sets, %u tallennettu välimuistiin (%.2f%%)

source: %u bitset_resets, %u puhverdatud (%.2f%%)
fi: %u bitset_resets, %u tallennettu välimuistiin (%.2f%%)

source: %u bitset_tests, %u puhverdatud (%.2f%%)
fi: %u bitset_tests, %u tallennettu välimuistiin (%.2f%%)

source: loenduri logi histogramm
fi: lukumäärälokihistogrammi

source: suuruste logi histogramm
fi: kokolokihistogrammi

source: tiheduse histogramm
fi: tiheyshistogrammi

source: Bitset statistika:
fi: Bittivektoritilastot:

source: Salvestatud läbimisi = %u
fi: Kumuloituneet ajot = %u

source: statistika faili ei saa lugeda
fi: stats-tiedoston lukeminen epäonnistui

source: vigane statistika faili suurus.
fi: virheellinen stats-tiedostokoko

source: statistika faili ei saa kirjutada
fi: stats-tiedostoon kirjoittaminen epäonnistui

source: statistika faili ei saa kirjutamiseks avada
fi: stats-tiedoston avaaminen kirjoittamista varten epäonnistui

source: viga kirjutamisel
fi: kirjoitusvirhe

source: Tundmatu süsteemi viga
fi: Tuntematon järjestelmävirhe

source: %s: võti '%s' on segane; valikud:
fi: %s: valitsin ’%s’ ei ole yksiselitteinen; mahdollisuudet:

source: %s: võti '--%s' ei luba argumenti
fi: %s: valitsin ’--%s’ ei salli argumenttia

source: %s: võti '%c%s' ei luba argumenti
fi: %s: valitsin ’%c%s’ ei salli argumenttia

source: %s: võti '--%s' nõuab argumenti
fi: %s: valitsin ’--%s’ vaatii argumentin

source: %s: tundmatu võti '--%s'
fi: %s: tunnistamaton valitsin ’--%s’

source: %s: tundmatu võti '%c%s'
fi: %s: tunnistamaton valitsin ’%c%s’

source: %s: vigane võti -- '%c'
fi: %s: virheellinen valitsin — ’%c’

source: %s: võti nõuab argumenti -- '%c'
fi: %s: valitsin vaatii argumentin — ’%c’

source: %s: võti '-W %s' on segane
fi: %s: valitsin ’-W %s’ ei ole yksiselitteinen

source: %s: võti '-W %s' ei luba argumenti
fi: %s: valitsin ’-W %s’ ei salli argumenttia

source: %s: võti '-W %s' nõuab argumenti
fi: %s: valitsin ’-W %s’ vaatii argumentin

source: toru ei õnnestu luua
fi: putken luominen epäonnistui

source: %s alamprotsess sai vea`'like this`" and "'
fi: %s-aliprosessi epäonnistui`'like this`" and "'

source: Täitmise ajad (sekundites)
fi: Suoritusajat (sekunteja)

source: KOKKU :
fi: YHTEENSÄ :

source: aeg %s: %ld.%06ld (%ld%%)
fi: aika kohteessa %s: %ld.%06ld (%ld%%)

source: _open_osfhandle ebaõnnestus
fi: _open_osfhandle epäonnistui

source: ei õnnestu taastada faili pidet %d: dup2 sai vea
fi: ei voida palauttaa tiedostotunnistetta %d: dup2 epäonnistui

source: %s alamprotsess
fi: %s-aliprosessi

source: %s alamprotsess sai fataalse signaali %d
fi: %s-aliprosessi sai kohtalokkaan signaalin %d

source: Olgu
fi: OK

source: Katkesta
fi: Peru

source: Alglaadimise valikud
fi: Käynnistysvalinnat

source: Väljumine...
fi: Poistutaan...

source: Oled lahkumas graafilisest alglaadimismenüüst ning alustad tekstiliidese kasutamist.
fi: Olet poistumassa graafisesta käynnistysvalikosta ja käynnistämässä tekstipohjaisen käyttöliittymän.

source: Alglaadur
fi: Käynnistyslataaja

source: S/V viga
fi: Siirräntävirhe

source: Alglaadimisketta vahetus
fi: Vaihda käynnistyslevy

source: Sisesta alglaadimisketas %u.
fi: Anna käynnistyslevy %u.

source: See on alglaadimisketas %u. Sisesta alglaadimisketas %u.
fi: Tämä on käynnistyslevy %u. Anna käynnistyslevy %u.

source: See pole sobiv alglaadimisketas. Palun sisesta alglaadimisketas %u.
fi: Tämä ei ole kelvollinen käynnistyslevy. Aseta käynnistyslevy %u asemaan.

source: Parool
fi: Salasana

source: Sisesta oma parool:
fi: Anna salasanasi:

source: DVD viga
fi: DVD-virhe

source: See on kahepoolne DVD. Sa alustasid laadimist teiselt poolelt. Pööra DVD ümber ja jätka.
fi: Tämä on kaksipuoleinen DVD. Olet käynnistänyt kakkospuolelta. Käännä DVD toisinpäin ja jatka sitten.

source: Lülita välja
fi: Sammuta

source: Kas seisata süsteem kohe?
fi: Pysäytetäänkö järjestelmä nyt?

source: Muud valikud
fi: Muut valinnat

source: Klahvistik
fi: Näppäimistö

source: Tavaline
fi: Tavallinen

source: Asjatundjale
fi: Asiantuntijatila

source: Hõlbustus
fi: Esteettömyys

source: Puudub
fi: Ei mikään

source: Kõrge kontrast
fi: Suuri kontrasti

source: Luup
fi: Suurennuslasi

source: Ekraanilugeja
fi: Näytönluku

source: Braille terminal
fi: Pistekirjoituspääte

source: Muuteklahvid
fi: Asettelun valinnat

source: Ekraaniklaviatuur
fi: Näppäimistö näytöllä

source: Raskused mootoriga - vaheta seadmeid
fi: Motoriset vaikeudet - valintalaitteet

source: ^Proovi Ubuntut ilma paigaldamata
fi: ^Kokeile Ubuntua asentamatta

source: ^Proovi Kubuntut ilma paigaldamata
fi: ^Kokeile Kubuntua asentamatta

source: ^Proovi Edubuntut ilma paigaldamata
fi: ^Kokeile Edubuntua asentamatta

source: ^Proovi Xubuntut ilma paigaldamata
fi: ^Kokeile Xubuntua asentamatta

source: ^Proovi Ubuntu MID-i ilma paigaldamata
fi: ^Kokeile Ubuntun MID-versiota asentamatta

source: ^Proovi Ubuntu Netbooki ilma paigaldamata
fi: ^Kokeile Ubuntun Netbook-versiota asentamatta

source: ^Proovi Kubuntu Netbooki ilma paigaldamata
fi: ^Kokeile Kubuntun Netbook-versiota asentamatta

source: ^Proovi Lubuntut ilma paigaldamata
fi: ^Kokeile Lubuntua asentamatta

source: ^Käivita Kubuntu
fi: ^Käynnistä Kubuntu

source: Draiveriuuenduste plaadi kasutamine
fi: Käytä ajuripäivityslevyä

source: Paigalda Ubuntu ^tekstirežiimis
fi: Asenna Ubuntu tek^stitilassa

source: Paigalda Kubuntu ^tekstirežiimis
fi: Asenna Kubuntu tek^stitilassa

source: Paigalda Edubuntu ^tekstirežiimis
fi: Asenna Edubuntu tek^stitilassa

source: Paigalda Xubuntu ^tekstirežiimis
fi: Asenna Xubuntu tek^stitilassa

source: ^Paigalda Ubuntu
fi: ^Asenna Ubuntu

source: ^Paigalda Kubuntu
fi: ^Asenna Kubuntu

source: ^Paigalda Edubuntu
fi: ^Asenna Edubuntu

source: ^Paigalda Xubuntu
fi: ^Asenna Xubuntu

source: ^Paigalda Ubuntu server
fi: ^Asenna Ubuntun palvelinversio

source: ^Mitme serveri paigaldus MAAS-i abil
fi: ^Usean palvelimen asennus MAAS:lla

source: ^Paigalda Ubuntu Studio
fi: ^Asenna Ubuntu Studio

source: ^Paigalda Ubuntu MID
fi: ^Asenna Ubuntu MID

source: ^Paigalda Ubuntu Netbook
fi: ^Asenna Ubuntun Netbook-versio

source: ^Paigalda Kubuntu Netbook
fi: ^Asenna Kubuntun Netbook-versio

source: ^Paigalda Lubuntu
fi: ^Asenna Lubuntu

source: Paigalda tööjaam
fi: Työasema-asennus

source: Paigalda server
fi: Palvelinasennus

source: OEM-paigaldus (tootjatele)
fi: OEM-asennus (laitevalmistajille)

source: Paigalda LAMP server
fi: Asenna LAMP-palvelin

source: Paigalda LTSP server
fi: Asenna LTSP-palvelin

source: Paigalda kettata pildiserver
fi: Asenna levykuvapalvelin

source: Paigalda käsureasüsteem
fi: Asenna komentorivijärjestelmä

source: Paigalda minimaalne süsteem
fi: Asenna minimaalinen järjestelmä

source: Paigalda minimaalne virtuaalmasin
fi: Asenna minimaalinen virtuaalikone

source: Tee plaadile vigade ^kontroll
fi: ^Tarkista levyn virheettömyys

source: Pa^randa rikutud süsteem
fi: ^Korjaa rikkinäinen järjestelmä

source: ^Mälutest
fi: ^Muistin tarkistus

source: Tee ^alglaadimine esimeselt kõvakettalt
fi: Käynnistä ^ensimmäiseltä kiintolevyltä

source: Ainult vaba tarkvara
fi: Vain vapaita ohjelm.

source: ^Delli automaatne taaspaigaldus
fi: ^Dellin automaattinen uudelleenasennus

source: ^Paigalda Mythbuntu
fi: ^Asenna Mythbuntu

source: ^Proovi Mythbuntut ilma paigaldamata
fi: ^Kokeile Mythbuntua asentamatta

source: ^Proovi Ubuntu Kylini ilma paigaldamata
fi: ^Kokeile Ubuntu Kylinia asentamatta

source: ^Proovi Ubuntu Kylin Netbooki ilma paigaldamata
fi: ^Kokeile Ubuntu Kylin Netbookia asentamatta

source: ^Paigalda Ubuntu Kylin tekstirežiimis
fi: ^Asenna Ubuntu Kylin tekstitilassa

source: ^Paigalda Ubuntu Kylin
fi: ^Asenna Ubuntu Kylin

source: ^Paigalda Ubuntu Kylin Netbook
fi: ^Asenna Ubuntu Kylin Netbook

source: ^Käivita Ubuntu Kylin
fi: ^Käynnistä Ubuntu Kylin

source: Plaadikirjutaja ja -kopeerija
fi: Levyjen kirjoittaja ja kopioija

source: Loo ja kopeeri CD- ja DVD-plaate
fi: Luo ja kopioi CD- ja DVD-levyjä

source: disk;plaat;cdrom;dvd;kirjutamine;kõrvetamine;audio;heliplaat;videoplaat;
fi: disc;cdrom;dvd;burn;audio;video;levy;cd;polta;kirjoita;ääni;

source: Brasero plaadikirjutaja
fi: Brasero-levynkirjoittaja

source: Uue akna avamine
fi: Avaa uusi ikkuna

source: Tõmmise kirjutamine
fi: Kirjoita levykuva

source: Audioprojekti loomine
fi: Luo uusi ääniprojekti

source: Videoprojekti loomine
fi: Luo uusi videoprojekti

source: Brasero projektifail
fi: Braseron projektitiedosto

source: Kas Nautiluse laiendus peaks väljastama silumisteateid
fi: Tulostaa Nautilus-laajennus virheenjäljitystietoja

source: Kas Nautiluse laiendus peaks väljastama silumisteateid. Väljastamiseks peab väärtus olema tõene.
fi: Tulostaa Nautilus-laajennus virheenjäljitystietoja. Tulisi asettaa todeksi, jos halutaan tulostavan.

source: Tõmmiste jaoks kasutatava kontrollsumma liik
fi: Levykuville käytettävä tarkistussummatyyppi

source: Määra 0, et kasutada MD5; 1, et kasutada SHA1; 2, et kasutada SHA256
fi: Aseta seuraavasti: 0 = MD5, 1 = SHA1 ja 2 = SHA256

source: Failide jaoks kasutatava kontrollsumma liik
fi: Tiedostoille käytettävä tarkistussummatyyppi

source: Ajutiste failide kataloog
fi: Tilapäistiedostojen kansio

source: Sisaldab kataloogi, kus brasero võib hoida ajutisi faile. Kui see on tühi, kasutatakse glib-i vaikimisi kataloogi.
fi: Sisältää polun hakemistoon, jonne brasero tallentaa väliaikaistiedostot. Jos arvo on tyhjä, käytetään glibin oletushakemistoa.

source: Eelistatav kirjutusmootor
fi: Ensisijainen levynkirjoitusjärjestelmä

source: Sisaldab eelistatud kirjutusmootori nime. Võimalusel kasutatakse seda.
fi: Sisältää ensisijaisesti käytettävän kirjoitusjärjestelmän nimen. Arvoa käytetään aina kun se on mahdollista.

source: Täiendavate pluginate lubamise nimekiri
fi: Luettelo hyväksytyistä liitännäisistä

source: Sisaldab nimekirja pluginatest, mida Brasero kasutab plaatide kirjutamisel. Kui väärtus on NULL, laadib Brasero need kõik.
fi: Sisältää luettelon lisäliitännäisistä, joita Brasero käyttää levyjen kirjoitukseen. Jos arvo on NULL, Brasero lataa kaikki liitännäiset.

source: Luba cdrecord-iga "-immed" lipp
fi: Käytä ”-immed”-lippua cdrecordin kanssa

source: Kas kasutada cdrecord'iga "-immed" lippu. Ettevaatust kasutamisel (tõeseks määramisel), see on vaid asenduslahendus mõnede seadmete kasutamiseks.
fi: Käytetäänkö cdrecordin kanssa lippua ”-immed”. Käytä tätä varoen (asettaen se todeksi), sillä se on vain korjaus joillekin asemille ja järjestelmille.

source: Kas growisofs'iga kasutada "-use-the-force-luke=dao" lippu
fi: Käytetäänkö growisofs:n kanssa ”-use-the-force-luke=dao”-lippua

source: Kas growisofs'iga kasutada "-use-the-force-luke=dao" lippu. Kui väärtuseks määrata väär, siis brasero ei kasuta seda; see võib olla asenduslahendus mõnede seadmete kasutamiseks.
fi: Käytetäänkö growisofs:n kanssa lippua ”-use-the-force-luke=dao”. Jos asetetaan epätodeksi, Brasero ei käytä sitä – tämä voi toimia korjauksena joillekin asemille ja järjestelmille.

source: cdrecord käsuga kasutatakse "-immed" lippu
fi: Käytetään ”-immed”-lipun kanssa käytettäessä cdrecordia

source: cdrecord käsuga kasutatakse "-immed" lippu.
fi: Käytetään ”-immed”-lipun kanssa käytettäessä cdrecordia

source: Kas cdrdao'ga kasutada "--driver generic-mmc-raw" lippu
fi: Käytetäänkö ”--driver generic-mmc-raw” -lippua cdrdaon kanssa

source: Kas cdrdao'ga kasutada "--driver generic-mmc-raw" lippu. Kui väärtuseks määrata tõene, siis brasero kasutab seda; see võib olla asenduslahendus mõnede seadmete kasutamiseks.
fi: Käytetäänkö cdrdaon kanssa lippua ”--driver generic-mmc-raw”. Brasero käyttää sitä, jos asetetaan todeksi – se voi toimia korjauksena joillekin asemille ja järjestelmille.

source: Kataloog, kust viimati otsiti kirjutamiseks tõmmisfaile
fi: Kirjoítettavia levykuvia varten viimeksi selattu kansi

source: Sisaldab tõmmisfailide sirvimisel viimati avatud kausta absoluutset kataloogiteed
fi: Sisältää koko polun hakemistoon, jota selattiin viimeksi kirjoitettavien levykuvien osalta

source: Failide eelvaatlus lubatud
fi: Käytä tiedoston esikatselua

source: Kas näidata faili eelvaadet. Eelvaate jaoks määra väärtus tõeseks.
fi: Näytetäänkö tiedoston esikatselu. Aseta arvoon TOSI nähdäksesi sen

source: Kas brasero peaks filtreerima varjatud failid
fi: Suodatetaanko piilotiedostot

source: Kas brasero peaks filtreerima varjatud failid. Kui tõene, filtreerib brasero varjatud failid.
fi: Suodatetaanko piilotiedostot. Jos tosi, brasero suodattaa pois piilotiedostot.

source: Sümbolviidad asendatakse sihtfailidega
fi: Korvaa symboliset linkit linkin kohteella

source: Kas brasero peaks sümbolviidad asendama sihtfailidega. Kui tõene, asendab brasero sümbolviidad.
fi: Korvaako brasero symboliset linkit linkkien kohdetiedostoilla projektissa. Jos tosi, brasero korvaa symboliset linkit.

source: Kas brasero peaks filtreerima vigased sümbolviidad
fi: Suodattaako brasero rikkinäiset symboliset linkit

source: Kas brasero peaks filtreerima vigased sümbolviidad. Kui tõene, filtreerib brasero vigased sümbolviidad.
fi: Suodatetaanko rikkinäiset symboliset linkit. Jos tosi, brasero suodattaa pois rikkinäiset linkit.

source: Plugina olulisuse hinne
fi: Liitännäisen tärkeysarvo

source: Kui sama ülesande jaoks on saadaval mitu pluginat, siis see väärtus määrab, millist pluginat eelistatakse. 0 tähendab, et kasutatakse plugina enda prioriteeti. Positiivne väärtus ületab plugina enda vastavat väärtust. Negatiivne number keelab plugina.
fi: Kun saman tehtävän voi hoitaa usealla eri liitännäisellä, tämä arvo kertoo mille liitännäisellä annetaan etuoikeus. 0 tarkoittaa, että liitännäisen omaan tärkeysarvoa käytetään. Positiivinen arvo ylikirjoittaa liitännäisen oman tärkeysarvon, ja negatiivinen ottaa liitännäisen pois käytöstä.

source: Kasutatavad kirjutamisprogrammi lipud
fi: Käytettävät kirjoitusliput

source: See näitab, milliseid kirjutamisprogrammi lippe kasutati sarnases kontekstis eelmisel korral.
fi: Viimeksi asiayhteydessä käytetyt kirjoitusliput

source: Kasutatav kiirus
fi: Käytettävä nopeus

source: See näitab, millise kiirusega kirjutati sarnases kontekstis eelmisel korral.
fi: Viimeksi asiayhteydessä käytetty nopeus

source: Menüü
fi: Valikko

source: Katkesta töös olev kirjutamine
fi: Peru keskeneräinen kirjoitus

source: Näita _dialoogi
fi: Näytä _ikkuna

source: Näita dialoogi
fi: Näytä ikkuna

source: %s, %d%% valmis, %s jäänud
fi: %s, %d %% valmis, %s jäljellä

source: Brasero kettakirjutaja: %s
fi: Brasero-levynkirjoitus: %s

source: Viga tühjendamisel.
fi: Virhe tyhjennettäessä.

source: Tühjenda _uuesti
fi: Tyhjennä _uudelleen

source: Tundmatu tõrge.
fi: Tuntematon virhe.

source: Plaadi tühjendamine lõpetati edukalt.
fi: Levyn tyhjentäminen onnistui

source: Plaat on kasutamiseks valmis.
fi: Levy on valmis käytettäväksi.

source: _Tühjenda
fi: _Tyhjennä

source: _Kiire tühjendamine
fi: _Nopea tyhjennys

source: Luba kiire tühjendamine, vastandina kauem aega võtvale põhjalikule tühjendamisele
fi: Käytä nopeaa tyhjennystä pidemmän ja tarkemman tyhjennyksen sijasta

source: Plaadi tühjendamine
fi: Levyn tyhjennys

source: CD/DVD kirjutamine
fi: Kirjoitetaan CD/DVD-levyä

source: Seade on hõivatud
fi: Asema on käytössä

source: Veendu, et ükski teine rakendus seda ei kasuta
fi: Varmista, ettei joku muu sovellus käytä sitä

source: "%s" pole võimalik lukust lahti võtta
fi: Aseman ”%s” lukitusta ei voi avata

source: Kirjutaja pole määratud
fi: Kirjoittajaa ei annettu

source: Allikseade pole määratud
fi: Lähdeasemaa ei annettu

source: Käib kopeerimine
fi: Kopiointi on kesken

source: Seadet pole võimalik lukustada (%s)
fi: Asemaa ei voi lukita (%s)

source: Sellel seadmel pole ülekirjutamise võimalusi
fi: Asema ei osaa uudelleenkirjoittaa levyjä

source: Käib tühjendamine
fi: Levyn tyhjennys on kesken

source: Seade pole võimeline kirjutama
fi: Asema ei pysty kirjoitamiseen

source: Kirjutamine käib
fi: Kirjoitus on kesken

source: Käib kontrollsumma arvutamine
fi: Tarkistussumman laskenta on kesken

source: Sellel plaadil on andmete ühendamine võimatu
fi: Tietojen yhdistäminen on mahdotonta tällä levyllä

source: Kettal pole piisavalt vaba ruumi
fi: Levyllä ei ole tarpeeksi tilaa

source: %s (rakendus)
fi: %s (sovellus)

source: %s (teek)
fi: %s (kirjasto)

source: %s (GStreameri plugin)
fi: %s (GStreamer-liitännäinen)

source: Ei ole rada, mida kirjutada
fi: Ei kirjoitettavia raitoja

source: Palun paigalda järgmised vajalikud rakendused ja teegid käsitsi ning proovi uuesti:
fi: Asenna seuraavat vaaditut sovellukset ja kirjastot käsin, ja yritä sitten uudelleen:

source: Kontrollida saab ainult ühte rada korraga
fi: Vain yksi raita kerrallaan voidaan tarkistaa

source: Ajutise tõmmise vormingut pole võimalik leidagrafted
fi: Väliaikaisen levykuvan tyyppiä ei voitu selvittäägrafted

source: Esines sisemine tõrge
fi: Tapahtui sisäinen virhe

source: Brasero märguanne
fi: Brasero-ilmoitus

source: Tõmmise loomine
fi: Luodaan levykuvaa

source: DVD kirjutamine
fi: Kirjoitetaan DVD-levyä

source: DVD kopeerimine
fi: Kopioidaan DVD-levyä

source: CD kirjutamine
fi: Kirjoitetaan CD-levyä

source: CD kopeerimine
fi: Kopioidaan CD-levyä

source: Plaadi kirjutamine
fi: Kirjoitetaan levyä

source: Plaadi kopeerimine
fi: Kopioidaan levyä

source: Video-DVD kirjutamise simulatsioon
fi: Video-DVD:n kirjoituksen simulointi

source: Video-DVD kirjutamine
fi: Kirjoitetaan video-DVD-levyä

source: Andme-DVD kirjutamise simulatsioon
fi: Data-DVD-levyn kirjoituksen simulointi

source: Andme-DVD kirjutamine
fi: Kirjoitetaan data-DVD-levyä

source: DVD-tõmmise kirjutamise simulatsioon
fi: Levykuvan DVD:lle kirjoituksen simulointi

source: Tõmmise kirjutamine DVD-le
fi: Kirjoitetaan levykuvaa DVD-levylle

source: Andme-DVD kopeerimise simulatsioon
fi: Data-DVD-levyn kopioinnin simulointi

source: Andme-DVD kopeerimine
fi: Kopioidaan data-DVD-levyä

source: (S)VCD kirjutamise simulatsioon
fi: (S)VCD-levyn kirjoituksen simulointi

source: (S)VCD kirjutamine
fi: Kirjoitetaan (S)VCD-levyä

source: Audioplaadi kirjutamise simulatsioon
fi: Ääni-CD-levyn kirjoituksen simulointi

source: Audioplaadi kirjutamine
fi: Kirjoitetaan ääni-CD-levyä

source: Andme-CD kirjutamise simulatsioon
fi: Data-CD-levyn kirjoituksen simulointi

source: Andme-CD kirjutamine
fi: Kirjoitetaan data-CD-levyä

source: CD kopeerimise simulatsioon
fi: CD-levyn kopioinnin simulointi

source: Tõmmise CD-le kirjutamise simulatsioon
fi: Levykuvan CD-kirjoituksen simulointi

source: Tõmmise kirjutamine CD-le
fi: Kirjoitetaan levykuvaa CD-levylle

source: Videoplaadi kirjutamise simulatsioon
fi: Videolevyn kirjoituksen simulointi

source: Videoplaadi kirjutamine
fi: Kirjoitetaan videolevyä

source: Andmeplaadi kirjutamise simulatsioon
fi: Datalevyn kirjoituksen simulointi

source: Andmeplaadi kirjutamine
fi: Kirjoitetaan datalevyä

source: Plaadi kopeerimise simulatsioon
fi: Levyn kopioinnin simulointi

source: Tõmmise plaadile kirjutamise simulatsioon
fi: Levykuvan levylle kirjoituksen simulointi

source: Tõmmise kirjutamine plaadile
fi: Kirjoitetaan levykuvaa levylle

source: Palun asenda plaat andmeid sisaldava ülekirjutatava plaadiga.
fi: Vaihda asemaan uudelleenkirjoitettava levy, jolla on tietoa.

source: Palun asenda plaat andmeid sisaldava plaadiga.
fi: Vaihda asemaan levy, jolla on tietoa.

source: Palun sisesta andmeid sisaldav ülekirjutatav plaat.
fi: Laita asemaan uudelleenkirjoitettava levy, jolla on tietoa.

source: Palun sisesta andmeid sisaldav plaat.
fi: Laita asemaan tietoa sisältävä levy.

source: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava CD-ga.
fi: Korvaa levy kirjoitettavalla CD:llä, jolla on vähintään %i MiB vapaata tilaa.

source: Palun asenda see plaat kirjutatava CD-ga.
fi: Korvaa levy kirjoitettava CD:llä.

source: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav CD.
fi: Laita asemaan kirjoitettava CD, jolla on vähintään %i MiB vapaata tilaa.

source: Palun sisesta kirjutatav CD.
fi: Laita asemaan kirjoitettava CD.

source: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava DVD-ga.
fi: Korvaa levy kirjoitettavalla DVD:llä, jolla on vähintään %i MiB vapaata tilaa.

source: Palun asenda plaat kirjutatava DVD-ga.
fi: Korvaa levy kirjoitettavalla DVD:llä.

source: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav DVD.
fi: Laita asemaan kirjoitettava DVD, jolla on vähintään %i MiB vapaata tilaa.

source: Palun sisesta kirjutatav DVD.
fi: Laita asemaan kirjoitettava DVD.

source: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava CD või DVD-ga.
fi: Korvaa levy kirjoitettavalla CD:llä tai DVD:llä, jolla on vähintään %i MiB vapaata tilaa.

source: Palun asenda plaat kirjutatava CD või DVD-ga.
fi: Korvaa levy kirjoitettavalla CD:llä tai DVD:llä.

source: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav CD või DVD.
fi: Laita asemaan kirjoitettava CD tai DVD, jolla on vähintään %i MiB vapaata tilaa.

source: Palun sisesta kirjutatav CD või DVD.
fi: Laita asemaan kirjoitettava CD tai DVD.

source: Plaadist tehti kõvakettale tõmmis. Kirjutamine algab kohe, kui sisestatakse kirjutatav plaat.
fi: Levykuva levystä on luotu kiintolevylle. Kirjoittaminen alkaa heti, kun kirjoitettava levy laitetaan asemaan.

source: Andmete tervikluse kontroll algab kohe, kui sisestatakse plaat.
fi: Tiedon eheystarkistus aloitetaan, kun levy laitetaan asemaan.

source: Palun sisesta plaat uuesti CD/DVD kirjutajasse.
fi: Laita levy uudestaan CD/DVD-asemaan.

source: "%s" on hõivatud.
fi: ”%s” on käytössä.

source: Seadmes "%s" ei ole plaati.
fi: Asemassa ”%s” ei ole levyä.

source: Plaat seadmes "%s" pole toetatud.
fi: Levy asemassa ”%s” ei ole tuetuntyyppinen.

source: Plaat seadmes "%s" pole ülekirjutatav.
fi: Levy asemassa ”%s” ei ole uudelleenkirjoitettava.

source: Plaat seadmes "%s" on tühi.
fi: Levy asemassa ”%s” on tyhjä.

source: Plaat seadmes "%s" pole kirjutatav.
fi: Levy asemassa ”%s” ei ole kirjoitettava.

source: Kettal "%s" pole piisavalt vaba ruumi.
fi: Levyllä ei ole tarpeeksi tilaa kohteessa ”%s”.

source: Plaat seadmes "%s" tuleb uuesti sisestada.
fi: Levy asemassa ”%s” täyty ladata uudelleen.

source: Palun väljasta plaat ja sisesta see uuesti.
fi: Poista levy asemasta ja lataa se uudelleen.

source: Ajutiste failide asukohta pole võimalik uut faili luua
fi: Tiedostoa ei voitu luoda annettuun väliaikaistiedostojen sijaintiin
